# ConTemplateMappingGetParam

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**template** | **str** |  | [optional]
**member_ids** | **List[int]** |  | [optional]

## Example

```python
from ideastatica_connection_api.models.con_template_mapping_get_param import ConTemplateMappingGetParam

# TODO update the JSON string below
json = "{}"
# create an instance of ConTemplateMappingGetParam from a JSON string
con_template_mapping_get_param_instance = ConTemplateMappingGetParam.from_json(json)
# print the JSON string representation of the object
print(con_template_mapping_get_param_instance.to_json())

# convert the object into a dict
con_template_mapping_get_param_dict = con_template_mapping_get_param_instance.to_dict()
# create an instance of ConTemplateMappingGetParam from a dict
con_template_mapping_get_param_from_dict = ConTemplateMappingGetParam.from_dict(con_template_mapping_get_param_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)